experiment-finetuned/all_finetuned/runs/pitzDaily/2/0/epsilon
FoamFile
{
    version     2.0;
    format      ascii;
    class       volScalarField;
    object      epsilon;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

dimensions      [0 2 -3 0 0 0 0];

internalField   uniform 0.075;

boundaryField
{
    inlet
    {
        type            fixedValue;
        value           uniform 0.075;
    }

    outlet
    {
        type            zeroGradient;
    }

    upperWall
    {
        type            epsilonWallFunction;
        value           uniform 0.075;
    }

    lowerWall
    {
        type            epsilonWallFunction;
        value           uniform 0.075;
    }

    frontAndBack
    {
        type            empty;
    }
}

// ************************************************************************* //