experiment-finetuned/all_finetuned/runs/pitzDaily/2/system/blockMeshDict
FoamFile
{
    version     2.0;
    format      ascii;
    class       dictionary;
    object      blockMeshDict;
}

convertToMeters 0.001;

vertices
(
    (-500 -5 -5)   // 0
    (-500  5 -5)   // 1
    (  50  5 -5)   // 2
    (  50 -5 -5)   // 3
    (-500 -5  5)   // 4
    (-500  5  5)   // 5
    (  50  5  5)   // 6
    (  50 -5  5)   // 7
);

blocks
(
    hex (0 1 2 3 4 5 6 7) (100 10 1) simpleGrading (1 1 1)
);

edges
(
);

boundary
{
    inlet
    {
        type patch;
        faces ((0 4 7 3));
    }
    outlet
    {
        type patch;
        faces ((1 0 3 2));
    }
    upperWall
    {
        type wall;
        faces ((1 5 6 2));
    }
    lowerWall
    {
        type wall;
        faces ((0 1 2 3));
    }
    frontAndBack
    {
        type patch;
        faces
        (
            (0 1 5 4)
            (3 7 6 2)
        );
    }
}

mergePatchNames ();
